# St7DeleteSRALoadCase

Deletes the specified Load Excitation case from the Spectral Response analysis load excitation table.

long St7DeleteSRALoadCase(long uID, long SRACase)
Input Parameters
uID
Strand7 model file ID.
SRACase
Spectral Response load excitation case number.